Repository: eudoxos/MBRP-RA-booklet
Catalog: poly/mbrpra.*.po
Languages: cs

source: Expand your awareness back to how you are feeling. Do your best to bring a sense of openness and acceptance to your experience.
cs: Rozšiřte znovu svou pozornost na to, jak se cítíte. Nakolik to jde, zkuste to udělat s postojem otevřenosti a přijetí.

source: Session \arabic{section}
cs: \arabic{section}. setkání

source: Key Concepts
cs: Shrnutí

source: Formal Practice
cs: Formální cvičení

source: Do your best to listen to an audio-guided mindfulness exercise on a daily or semi-daily basis (4 to 6 days per week). Go to \href{https://PracticeMBRP.com}{PracticeMBRP.com} to access the exercises. Try to practice at the same time each day (such as before breakfast).
cs: Snažte se poslouchat nahrávky vedených cvičení všímavosti každý den či obden (4× až 6× za týden). Vyzkoušejte cvičit pokaždé ve stejnou dobu (např. před snídaní).

source: We recommend focusing on these audio-guided exercises over the next few days/week:
cs: Do dalšího sezení doporučujeme se zaměřit na cvičení:

source: On-the-Go Practice
cs: Neformální cvičení

source: Mindful Moments:
cs: Okamžiky

source: Mindful Coping:
cs: Obtíže

source: Mindful Activities:
cs: Činnosti:

source: Handouts
cs: Pracovní listy

source: My Practice Log.
cs: záznam denního cvičení.

source: Observe your experience without judgment:
cs: Podívejte se bez posuzování na probíhající zkušenost:

source: Respond with awareness.
cs: Jednejte z porozumění situaci, které máte.

source: How can you use the \textsc{Sober} space in the situation? For each step of the \textsc{Sober} write out what you would do/what you would notice in your own words.
cs: Co se pak stane, když fungujete na autopilota? Jak byste v takové situaci mohli použít \textsc{Brzd}u? Do každého kroku \textsc{Brzd}y vlastními slovy vepište, co byste udělali či vnímali.

source: The Guest House Poem
cs: Dům pro hosty\footnote{Autor překladu neznámý.}

source: This being human is a guest house.\\ Every morning a new arrival. A joy, a depression, a meanness,\\ some momentary awareness comes\\\ as an unexpected visitor. Welcome and entertain them all!\\ Even if they are a crowd of sorrows,\\ who sweep your house\\ empty of its furniture,\\ still, treat each guest honorably.\\ They may be clearing you out\\ for some new delight. The dark thought, the shame, the malice.\\ meet them at the door and invite them in. Be grateful for whatever comes.\\ Because each has been sent\\ as a guide from beyond.
cs: Lidská bytost je jako dům pro hosty.\\ Každé ráno přicházejí noví hosté.\par Radost, zármutek, podlost, \\ okamžitý stav mysli přichází \\ jako nečekaný host. \par Všechny přivítej a bav se s nimi! \\ I když je to je houf starostí, \\ které vtrhnou dovnitř a násilím rabují. \par I přesto přivítej každého hosta s úctou. \\ Možná tě zbaví něčeho, \\ co ti bránilo prožít nové radosti. \par Temné myšlenky, stud a zlobu \\ přivítej s úsměvem u dveří \\ a pozvi je dál. \par Za každého, kdo přijde, buď vděčný, \\ protože ti jej osud posílá \\ jako učitele.

source: Rumi
cs: Rúmí

source: \textsc{Sober} Space
cs: \textsc{Brzda}

source: It can be used in a stressful situation, if you are upset, or when you are experiencing urges or impulses to engage in unwanted behavior. It can also be used when things are going well, when you are having fun, or any other time you want to more fully “show up” to appreciate the present moment. It can help you step out of “automatic pilot” and be more aware and mindful in your response.
cs: Můžete ho udělat za pár sekund i mu dát několik minut. Lze ho použít ve stresující situaci, když jste rozčilení či zakoušíte nutkání či vnitřní impulsy k jednání, kterému se chcete vyhnout. Je užitečné, i když jde všechno hladce, cítíte se dobře, či kdykoliv chcete být duchem „více tady“ k ocenění odehrávající se přítomnosti. Může vám pomoci k vyskočení z reaktivního autopilota a být si víc vědomý v tom, jak v nastalé situaci budete jednat.

source: Expand your awareness beyond just the breath to your whole body and then to the whole situation you are in.
cs: Rozšiřte pozornost od dechu na celé tělo a pak i na celou situaci, ve které se nacházíte.

source: Respond to the situation with awareness, rather than reacting automatically. Recognize that you have choices for how to respond. Think about what you need and how you can take care of yourself.
cs: Jednete v nastalé situaci s vnitřní orientací, nenechte jen proběhnout automatickou reakci. Buďte aktivní, ne reaktivní. Uvědomte si, že ve svém jednání máte na výběr. Zamyslete se nad tím, co v tuto chvíli potřebujete a jak byste se o sebe nejlépe postarali.

source: My Practice Log
cs: Záznam cvičení

source: Date \\ Day
cs: datum \\ den

source: Planned Practice
cs: pravidelné cvičení

source: Set aside time to listen to audio-guided exercise
cs: čas vyhrazený na nahrávku

source: Which practice? How long?
cs: Co jsem cvičil? Jak dlouho?

source: Mindful Moment
cs: Okamžiky

source: On-the-Go Practice:
cs: cvičení za pochodu:

source: took a random moment to pause/check-in
cs: náhodné napojení na sebe

source: Mindful Coping
cs: Obtíže

source: Mindful Activity
cs: činnosti

source: Used \textsc{Sober} Space in challenging situation
cs: \textsc{Brzda} v náročné situaci

source: eating, walking, chores, being outside.
cs: jídlo, chůze, domácí práce, pohyb venku

source: What did you do? How many times?
cs: Co jsem dělal? Kolikrát?

source: Notes \\ Observations
cs: poznámky \\ postřehy

source: Some Basic Feelings We All Have
cs: Slovní zásoba pro pocity

source: Feel free to use the following list as a inspiration for expanding the vocabulary of feelings which you can recognize and name:
cs: Můžete použít následující soupis jako inspiraci pro rozšíření palety pocitů, které v sobě dokážete rozpoznat a pojmenovat.

source: When needs “are” fulfilled:
cs: Při základní spokojenosti:

source: \item Amazed \item Confident \item Energetic \item Glad \item Inspired \item Joyous \item Optimistic \item Relieved \item Surprised \item Touched \item Comfortable \item Eager \item Fulfilled \item Hopeful \item Intrigued \item Moved \item Proud \item Stimulated \item Thankful
cs: \item ohromení \item sebedůvěra \item energičnost \item potěšení \item inspirace \item radost \item optimistismus \item úleva \item překvapení \item dojetí \item pohodlí \item horlivost \item naplněnost \item být plný naděje \item být zaujatý \item pohnutí \item hrdost \item povzbuzení, stimulace \item vděčnost \item být plný důvěry

source: When needs “are not” fulfilled:
cs: Při základní nespokojenosti:

source: \item Angry \item Confused \item Disappointed \item Distressed \item Frustrated \item Hopeless \item Irritated \item Nervous \item Puzzled \item Sad \item Annoyed \item Concerned \item Discouraged \item Embarrassed \item Helpless \item Impatient \item Lonely \item Overwhelmed \item Reluctant \item Uncomfortable
cs: \item vztek \item zmatení \item zklamání \item zoufalství \item frustrace \item beznaděj \item podráždění \item nervozita \item zaseknutí \item smutek \item otrávenost \item znepokojení \item zhrzenost, odrazení \item zahanbenost \item bezmoc \item netrpělivost \item osamělost \item být přemožený děním \item neochota \item nepohoda

source: Some Basic Needs We All Have
cs: Slovní zásoba pro potřeby

source: Feel free to use the following list as a inspiration for expanding the vocabulary of needs which you can recognize and name:
cs: Můžete použít následující soupis potřeb jako inspiraci pro rozšíření palety potřeb, které v sobě dokážete rozpoznat a pojmenovat.

source: Autonomy
cs: autonomie

source: \item Choosing dreams/goals/values \item Choosing plans for fulfilling one’s dreams, goals, values
cs: \item vybírat si sny/cíle/hodnoty \item vybírat si plány pro naplnění svých snů, cílů, hodnot

source: Celebration
cs: slavení

source: \item Celebrate the creation of life and dreams fulfilled \item Celebrate losses: loved ones, dreams, etc. (mourning)
cs: \item slavení výtvorů života a naplněných snů \item slavení ztrát: blízkých lidí, snů, … (truchlení)

source: Integrity
cs: integrita

source: \item Authenticity \item Creativity \item Meaning \item Self-worth
cs: \item autenticita \item tvořivost, kreativita \item smysl \item sebehodnota

source: Interdependence
cs: propojenost

source: \item Acceptance \item Appreciation \item Closeness \item Community \item Consideration \item Contribute to the enrichment of life \item Emotional Safety \item Empathy \item Honesty (the empowering honesty that enables us to learn from our limitations) \item Love \item Reassurance \item Respect \item Support \item Trust \item Understanding
cs: \item přijetí \item ocenění \item blízkost \item společenství \item ohleduplnost \item přispívat k obohacení života \item emoční bezpečí \item soucit, empatie \item upřímnost (posilující upřímnost, díky které se můžeme učit z vlastních omezení) \item láska \item ujištění \item respekt \item podpora \item důvěra \item porozumění

source: Physical Nutrutrance
cs: péče o tělo

source: \item Air \item Food \item Movement, exercise \item Protection from life-threatening forms of life: viruses, bacteria, insects, predatory animals \item Rest \item Sexual expression \item Shelter \item Touch \item Water
cs: \item vzduch \item jídlo \item pohyb, cvičení \item ochrana před život ohrožujícími organismy: viry, bakteriemi, hmyzem, dravou zvěří \item odpočinek \item sexuální vyjádření \item přístřeší \item dotyk \item voda

source: Play
cs: hra

source: \item Fun \item Laughter
cs: \item zábava \item smích

source: Spiritual Communion
cs: duchovní společenství

source: \item Beauty \item Harmony \item Inspiration \item Order \item Peace
cs: \item krása \item soulad, harmonie \item inspirace \item řád \item pokoj, mír

source: Mindfulness vs.\\ Automatic Pilot
cs: Všímavost vs. autopilot

source: Mindfulness vs. Automatic Pilot
cs: Všímavost vs. autopilot

source: \item “Automatic pilot” is when we are not aware of what we are doing. We just do things automatically. \item When we have urges or cravings to use alcohol or other drugs, we often go into automatic pilot. We just \emph{react} without awareness. \item Mindfulness is the opposite of automatic pilot. When we are mindful, we are fully aware of what we are doing in the moment. \item Mindfulness helps us step out of automatic pilot mode and make more conscious choices (such as when we have an urge or craving to use)
cs: \item „Autopilot“ znamená, že si neuvědomujeme, co děláme. Fungujeme automaticky. \item Když máme nutkání či bažení po alkoholu/drogách, často spadneme do autopilota. Pouze reagujeme, bez uvědomění si toho. \item Všímavost je opak autopilota. Když jsme všímaví, plně si uvědomujeme, co se v přítomném okamžiku děje. \item Všímavost nám pomáhá vyskočit z režimu autopilota a rozhodovat se vědoměji (například v situaci, kdy máme nutkání či bažení).

source: \item Mindful Check-In; \item \textsc{Sober} Space.
cs: \item napojení na sebe; \item \textsc{Brzda}.

source: At random times, pause and mindfully check-in with yourself.
cs: Náhodně během dne se zastavujte a napojujte se na sebe.

source: Try doing the \textsc{Sober} Space when challenges come up.
cs: Používejte \textsc{Brzd}u, když se objeví obtíže.

source: Try mindful eating. For each meal, take one mindful bite. Bring your full attention to your food and the experience of eating.
cs: Vyzkoušejte všímavé jedení: při každém jídle snězte jedno spousto všímavě. Přineste v tu chvíli plnou pozornost k jídlu a žité zkušenosti jedení.

source: \item \textsc{Sober} Space for feelings 2×;
cs: \item \textsc{Brzda} s pocitem 2×;

source: \textsc{Sober} Space for feelings: pain and depression
cs: \textsc{Brzda} s pocitem: bolest a deprese

source: Situation
cs: Situace

source: Wake up in the morning with intense physical pain and feeling depressed
cs: ranní probuzení se silnou fyzickou bolestí a pocitem deprese

source: Not this again. I can’t handle this.
cs: Už je to tu zas. Nezvládám to!

source: Just lie in bed, instead of getting up.
cs: Nevstává, zůstává ležet v posteli.

source: This pain will never go away.
cs: Tahle bolest nikdy nezmizí.

source: I need to get high. \emph{(Feel craving to use)}
cs: Musím si šlehnout. \emph{(pocit nutkání užít drogu)}

source: Text a friend to get drugs.
cs: Pošle zprávu kamarádovi, aby si opatřil drogu.

source: {Pressure and aching in back},{Sadness},{Lots of negative thoughts popping up}
cs: {tlak a bolest v zádech},{smutek},{přichází spousta negativních myšlenek}

source: {Remind yourself: \toSelf{I can handle this. I have done it before.}},{ Get out of bed and take a hot shower.}
cs: {Připomínám si: \toSelf{Zvládnu to. Už jsem to zvládla i předtím.}},{Vstávám z postele a jdu si dát horkou sprchu.}

source: \textsc{Sober} Space for feelings: boredom and loneliness
cs: \textsc{Brzda} s pocitem: nuda a osamělost

source: Feel bored and lonely on a Saturday night
cs: sobota večer, cítím se znuděně a osaměle

source: My life is so boring.
cs: Můj život je tak nudný.

source: I could use some company right now.
cs: Bylo by fajn mít společnost.

source: Call a friend you previously used alcohol and drugs with.
cs: Volá kamrádovi, se kterým dříve pil a bral drogy.

source: Feel craving to use.
cs: Nutkání k užití.

source: {Heaviness in chest area},{Bored, Lonely},{Thoughts about reaching out to others.}
cs: {těžkost na hrudníku},{nuda, osamělost},{myšlenky o tom, jak se někomu ozvu.}

source: {Call a sober-support friend and make plans to get dinner.}
cs: {Volám příteli, který mi je oporou v zotavování, naplánujeme si společnou večeři.}

source: Emotions as Visitors
cs: Pocity jsou jako hosté

source: \item Challenging emotions (anxiety, sadness, anger) can trigger an urge to use alcohol or drugs. We may turn to alcohol and drugs to avoid or escape our emotions. \item Mindfully accepting emotions means allowing ourselves to feel our emotions in the moment, instead of trying to escape our emotions. It means acknowledging emotions (not ignoring them) with a sense of openness, curiosity, and nonjudgment. \item Challenging emotions are like “visitors” or “guests.” They visit us and then pass by. They are temporary. Challenging emotions can also be helpful when they visit. \emph{… treat each guest honorably. / They may be clearing you out / for some new delight […] Because each has been sent / as a guide from beyond.} (\emph{The Guest House Poem}).
cs: \item Náročné pocity (úzkost, smutek, vztek) mohou spustit nutkání užít alkohol/drogu. K alkoholu/drogám se můžeme utéci, abychom se vyhnuli náročného pocitu či před ním utekli.\item Všímavě vnímat pocity znamená dovolit si tyto pocity v tomto momentě cítit, ne se od nich snažit utéci. Vzít pocity na vědomí (neignorovat je) s otevřeností, zvědavostí a neposuzováním.\item Náročné pocity jsou jako „hosté“ či „návštěva“. Navštíví nás a zase odejdou. Jsou dočasné. Náročné pocity mohou být při své návštěvě i nápomocné. \emph{I přesto přivítej každého hosta s úctou. / Možná tě zbaví něčeho, / co ti bránilo prožít nové radosti […] protože ti jej osud posílá / jako učitele.} (báseň \emph{Dům po hosty}).

source: \item Mindful Check-In; \item Mindfulness of Emotions (with \emph{Guest House} Reading).
cs: \item napojení na sebe; \item všímavost k pocitům (s přečtením si \emph{Domu pro hosty}).

source: At random times, pause and mindfully check-in. Notice any emotions you might be feeling with a sense of openness and acceptance.
cs: Náhodně během dne se zastavujte a napojujte se na sebe. Všimněte si pocitů, pokud nějaké vnímáte, s otevřeností a přijetím.

source: Try doing the \textsc{Sober} Space when difficult emotions come up. Practice accepting your emotions and allowing yourself to feel your emotions.
cs: Používejte \textsc{Brzd}u, když se objeví obtíže. Cvičte přijímání svých pocitů a dovolte si je cítit.

source: Try mindful showering or bathing. Bring your full attention to the activity of showering or bathing. Connect with your 5 senses.
cs: Zkoušejte všímavou sprchu či koupel. Přineste v tu chvíli plnou pozornost k tomu, jak se sprchujete či koupete. Napojte se na svých pět smyslů.

source: Self-Compassion
cs: Laskavost k sobě

source: \item Self-compassion is about being kind, gentle, and understanding towards ourselves. Self-compassion helps us work through from setbacks and slips in the recovery process. \item Self-compassion means not judging ourselves when we are upset or having a hard time. We can pause and tell ourselves \toSelf{It’s okay to feel upset. I am doing the best I can.} \item All human beings struggle. No one is perfect. When we practice self-compassion, we can tell ourselves: \toSelf{I’m not alone feeling this way. We all go through hard times.}
cs: \item Sebesoucit (či laskavost k sobě) znamená se k sobě obracet laskavě, jemně a s porozuměním sobě. Sebesoucit nám pomáhá zvládat nezdary či uklouznutí v procesu uzdravování.\item Sebesoucit znamená, že se neodsuzujeme, když jsme podráždění či v náročné situaci. Dokážeme se zastavit a říci si: \toSelf{Podrážděnost je v pořádku. Dělám v této situaci nejvíc, co dokážu.}\item Všichni lidé zažívají těžké chvilky. Nikdo není dokonalý. Když cvičíme sebesoucit, dokážme si říci: \toSelf{Nejsem jediný, kdo se takto cítí. Všichni to máme těžké.}

source: \item Mindful Check-In; \item Kindness Meditation.
cs: \item napojení na sebe; \item meditace laskavosti.

source: Try doing the \textsc{Sober} Space when challenges come up. Practice being kind and compassionate to yourself.
cs: Používejte \textsc{Brzd}u, když se objeví obtíže. Cvičte laskavost k sobě a sebesoucit.

source: Try mindful teeth brushing. Bring your full attention to the activity of brushing your teeth. Connect with your 5 senses.
cs: Zkoušejte všímavé čištění zubů. Přineste v tu chvíli k čištění zubů plnou pozornost. Napojte se na svých pět smyslů.

source: Responding (not reacting) to triggers
cs: Na spouštěče aktivně — ne reaktivně

source: Responding (not reacting)\\ to triggers
cs: Na spouštěče aktivně —\\ ne reaktivně

source: \item Triggers are persons, places, or things that bring about an urge or craving to do something, such as using substances \item Triggers can “set off” a chain of sensations, thoughts, and emotions, that are part of the overall craving experience. Using the \textsc{Sober} Space helps us be more aware of both the triggers itself as well as the sensations, thoughts, and emotions that come up. \item Using the \textsc{Sober} Space helps us respond to triggers with awareness, instead of reacting automatically. Using the \textsc{Sober} Space helps us make conscious choices in the moment that make it less likely we will use substances when triggered. \item The \textsc{Sober} Space is flexible and can be used in different ways. In some cases, you may only have time to quickly “Stop” and then walk away from a trigger (person offering you drugs). Then, when you are somewhere else, you can go through the entire \textsc{Sober} to continue coping with the situation and any craving you may still be experiencing.
cs: \item Spouštěče jsou osoby, místa či věci, které vyvolají nutkání něco udělat či bažení po něčem, např. po droze.\item Spouštěče mohou „spustit“ řetěz vjemů, myšlenek a pocitů, ze kterých se skládá celkový prožitek bažení. Zatažení za \textsc{Brzd}u nám pomůže si více uvědomovat samotné spouštěče i vjemy, myšlenky a pocity, které následují.\item Zatažení za \textsc{Brzd}u nám pomáhá, když se spouštěč objeví, si uchovat aktivitu a uvědomění, místo automatické reaktivity. Použití \textsc{Brzd}y nám pomáhá rozhodovat se vědomě, z přítomného okamžiku; máme pak méně sklon k užití alkoholu/drogy, když se spouštěč aktivuje.\item \textsc{Brzda} je přizpůsobivá a lze za ni zatáhnout různými způsoby. Někdy budete mít čas jen si říct „Brzdi!“ a od spouštěče se vzdálit (např. když vám někdo nabídne drogu). Pak, když už jste odešli, si můžete prosím celou \textsc{Brzd}u, abyste lépe zvládli tuto situaci a bažení, které ještě možná trvá.

source: At random times, pause and mindfully check-in.
cs: Náhodně během dne se zastavujte a napojujte se na sebe.

source: Practice the \textsc{Sober} Space when challenges or triggers come up.
cs: Používejte \textsc{Brzd}u, když se objeví obtíže či spouštěče.

source: Try mindful hearing during your day. Pause and just take in the sounds around you. Try this when you are outdoors. Try this when you are indoor too. Another options is to try mindful hearing with music. Play a song that you enjoy and practice paying close attention to what the song sounds like.
cs: Zkoušejte všímavé poslouchání. Zastavte se a jen vnímejte zvuky z okolí. Zkouštejte to venku i uvnitř. Jinou možností je všímavě poslouchat hudbu. Pusťte si něco, co máte rádi, a změřte pozornost na to, jak vnímáte přicházející zvuky.

source: \item \textsc{Sober} with trigger 2×;
cs: \item \textsc{Brzda} na spouštěč 2×;

source: \textsc{Sober} Space for triggers: argument
cs: \textsc{Brzda} na spouštěč: hádka

source: Primary Trigger
cs: Primární spouštěč

source: Argument with significant other
cs: hádka s partnerem / partnerkou

source: Automatically walk in direction of nearby liquor store.
cs: Automaticky jdu k nejbližšímu obchodu s alkoholem.

source: \textbf{trigger}: \\ See liquor store.
cs: \textbf{spouštěč}: \\ Vidím obchod.

source: Go in store, buy alcohol, and start drinking.
cs: Jdu dovnitř, koupím si lahev, piju.

source: Slow down before doing anything.
cs: Zpomalte než uděláte cokoliv dalšího.

source: {Tightness in chest;}, {Angry, Guilty.}, {Having thought \toSelf{I need a drink}.}
cs: {těžkost na hrudníku;},{hněv, provinilost;},{myšlenka \emph{musím se napít}.}

source: Focus on your breathing. Notice the breath flowing in and out. Slow down even more.
cs: Zaměřte se na dech. Vnímejte, jak dech proudí dovnitř a ven. Zpomalte ještě o něco víc.

source: Expand back to the full situation. Be aware of yourself and the environment.
cs: Rozšiřte znovu svou pozornost na celou situaci. Uvědomte si sebe i své okolí.

source: {Go to bedroom. Listen to music.}, {Talk over things with significant other.}
cs: {jdu do ložnice, pustím si hudbu;},{o něco později si s partnerem/partnerkou promluvím.}

source: \textsc{Sober} Space for triggers: old friend
cs: \textsc{Brzda} na spouštěč

source: Across the street, you see an old friend who used to sell drugs to you.
cs: přes ulici vidíte starého kamaráda, který vám dříve prodával drogy

source: Automatically walk across street towards old friend.
cs: Automaticky přejdu ulici ke starému kamarádovi.

source: \textbf{Trigger}:\\ He tells you he has drugs in his car around the corner.
cs: \textbf{spouštěč}:\\ Řekne mi, že má v autě za rohem drogy.

source: Go with him to car around corner.
cs: Jdu s ním k jeho autu.

source: \textbf{Trigger}:\\ He shows you the drugs.
cs: \textbf{spouštěč}:\\ Ukáže mi drogy.

source: You buy the drugs and use them.
cs: Koupím si drogy a dám si.

source: Pause and step out of automatic pilot mode.
cs: Zastavte se a vyskočte z autopilota.

source: {Warm feeling in belly. Mouth salivating.}, {Desire or craving to feel high;}, {Having thought \toSelf{I should go say hello}}
cs: {teplo v oblasti břicha, slinění v ústech;},{bažení či nutkání být high;},{myšlenka \vskip0pt plus1cm \toSelf{měl bych ho aspoň jít pozdravit}}

source: Take a slow, mindful breath in and out.
cs: Pomalu a pozorně se nadechněte a vydechněte.

source: {Walk away in the other direction.},{Take out smartphone and listen to guided \textsc{Sober} space when you get to apartment.}
cs: {Odejdu opačným směrem.},{Když dojdu domů, pustím si z telefonu \textsc{Brzd}u.}

source: Seeing Thoughts as Thoughts
cs: Vidět myšlenky jako myšlenky
