Repository: eudoxos/MBRP-RA-booklet
Catalog: poly/mbrpra.*.po
Languages: cs

source: \item Thoughts are words or images that pass through our minds. Thoughts often “pop up” automatically. Just like our lungs breathe and our heart beats, our mind thinks. That is just what it does. \item Our thoughts are not necessarily true, and we don’t always need to believe in or “buy into” our own thoughts. \item Automatically believing in or acting upon our thoughts (ex. \toSelf{I can’t deal with this. Getting high would make things a lot better}) can lead to substance use. \item Mindfulness can help us see our thoughts as just thoughts, instead of truths or commands. Mindfulness can help us “step back,” notice thoughts as they come up, and respond to these thoughts in healthy ways that prevent substance use.
cs: \item Myšlenky jsou slova či obrazy, které procházejí myslí. Myšlenky se často „vynoří“ samy od sebe. Naše plíce dýchají, naše srdce bije — a právě tak naše mysl myslí. To mysl jednoduše dělá.\item Naše myšlenky nejsou nutně pravdivé; nemusíme jim pokaždé věřit či se na ně „nachytat“.\item Automaticky věřit vlastním myšlenkám či podle nich jednat (např. \toSelf{Nezvládám to. Kdybych si dal, cítil bych se mnohem lépe.}) může vést k užití alkoholu/drog.\item Všímavost nám pomáhá vidět myšlenky jako pouhé myšlenky, ne pravdy či příkazy. Všímavost nám pomáhá udělat „krok zpět“, uvědomit si myšlenky, jak se vynořují, a naložit s nimi aktivně: zdravým způsobem, který nepovede k užití alkoholu/drogy.

source: Mindful Check-In.
cs: napojení na sebe.

source: Try mindful walking. Bring your full attention to the activity of walking. Notice the sensations in your body as you walk.
cs: Zkoušejte všímavou chůzi. Vneste plnou pozornost do toho, jak jdete. Všímejte si při chůzi všech tělesných vjemů.

source: The Role of Thoughts in the Relapse Cycle
cs: Úloha myšlenek v cyklu relapsu

source: Trigger:
cs: Spouštěč:

source: Initial Thought:
cs: Prvotní myšlenka:

source: Physical pain and stress from a worsening health condition
cs: fyzická bolest a stres z chátrajícího zdraví

source: Automatic pilot
cs: Autopilot

source: “I can’t deal with this. Getting high would make things a lot better.”
cs: „Nezvládám to. Bylo by mnohem lepší, kdybych si šlehnul.“

source: Believe thoughts\\Act on thoughts
cs: věřím myšlenkám,\\jednám podle myšlenek.

source: Believe thoughts. Feel upset and have urge to use. Go get some alcohol or drugs.
cs: Věřím myšlenkám. Jsem podrážděný a chci užít drogu. Jdu si opatřit alkohol/drogy.

source: Go back home and take one pill/drink/hit (\toSelf{Just one})
cs: Vrátím se domů a dám si jednu tabletku / skleničku / dávku (\toSelf{Jen jednu}).

source: Thought:
cs: Myšlenka:

source: “\textbf{Ah, Screw it.}”
cs: „\textbf{K čertu s tím vším.}“

source: “I’m a failure. I might as well give up and have another.”
cs: „Selhal jsem. To už si můžu rovnou dát další!“

source: Take/use/drink more and eventually fall asleep
cs: Piju či si dám další dávku, nakonec usnu.

source: \emph{Next day…\\ — another:}
cs: \emph{Na druhý den…\\ — znova:}

source: “\textbf{Screw it!}”
cs: „\textbf{K čertu s tím vším}.“

source: “I knew I would go back to using. There’s no hope for me.”
cs: „Věděl jsem, že si zase dám. Jsem beznadějný.“

source: Mindful Mode:
cs: Všímavost:

source: See thoughts as thoughts;\\ Don’t need to act on thoughts
cs: vidět myšlenky jako myšlenky,\\nemusím jednat podle myšlenek.

source: Pause. Notice your thoughts as just passing thoughts, not truths or commands. \toSelf{This is just a thought. I don’t need to believe it or act on it right now.}
cs: Zastavuji se. Uvědomím si myšlenky jen jako myšlenky probíhající v mysli — ne pravdy či příkazy. \toSelf{Tohle je jen myšlenka. Nemusím jí věřit či podle ní hned jednat.}

source: Focus on your breathing for a few moments to “ground” yourself.
cs: Zaměřím na pár chvil pozornost na dech, abych se zakotvil či „uzemnil“.

source: Respond with awareness. Make some tea. Call a supportive friend.
cs: Akce s uvědoměním a porozuměním. Udělám si čaj. Zavolám někomu, kdo je pro mě oporou.

source: Never too late to switch to mindful mode.
cs: Nikdy není pozdě se přepnout na všímavost.

source: Surfing the Urge
cs: Jízda na vlně nutkání

source: \item Urges or cravings to use are like ocean waves. They rise, reach a peak, and eventually pass by. \item Mindfulness helps us slow down and be curious about the experience of an urge/craving. We can pause and ask ourselves \toSelf{Hmm, what does this urge actually feel like right now? In my body? In my mind?} \item Mindfulness helps us mindfully “surf” or “ride out” urges, instead of fighting urges or trying to get rid of them. We can practice bringing a sense of openness and acceptance toward the experience of an urge in the moment. \item Mindfulness can also help us be more aware of what we might need and how we can take care of ourselves when we have an urge or craving. We can pause and ask ourselves: \toSelf{What do I really need right now?}
cs: \item Nutkání či bažení jsou jako vlny na vodě. Rostou, dosáhnout vrcholu a zase postupně zmizí.\item Všímavost nám pomáhá zpomalit a být zvídavý k této zkušenosti nutkání/bažení. Můžeme se zastavit a zeptat se sami sebe: \toSelf{Hmm, jak toto nutkání právě teď prožívám? Jak v těle? Jak v mysli?}\item S všímavostí se můžeme na vlně nutkání „svézt“ — místo přetlačování se s ní, či snahy se ji zbavit. Můžeme tím pěstovat otevřenost a přijímání zkušenosti nutkání, jak se právě děje.\item Všmavost nám také může pomoci si více uvědomit, jaké jsou naše vnitřní potřeby a jak o sebe můžeme pečovat, když máme nutkání či bažení. Můžeme zastavit a zeptat se sami sebe: \toSelf{Co v tuto chvíli opravdu potřebuju?}

source: \item Mindful Check-In; \item Urge Surfing.
cs: \item napojení na sebe; \item jízda na vlně nutkání.

source: Practice the \textsc{Sober} Space when challenges or urges come up.
cs: Používejte \textsc{Brzd}u, když se objeví obtíže či nutkání.

source: Try mindful looking. Pause and take in all the sights around you. Notice colors, shapes, lighting, and shadows. Try this when you are outdoors. Try this when you are indoors too.
cs: Zkoušejte všímavé dívání se. Zastavte se a otevřete se všem zrakovým vjemům. Všimněte si barev, tvarů, světla a stínů. Zkoušejte to venku. I uvnitř.

source: Following Your Values
cs: Následovat své hodnoty

source: \item Personal values are principles and beliefs we have about how we want to live our life and what kind of person we want to be. \item Our values are like a compass or map that guide and direct us in life. Our values can inform the choices we make in daily life – both big and small. \item When we are on automatic pilot, we might act or react in ways not in line with our values. When we are mindful, we can be aware of our actions and act in ways that are in line with our values. \item Recovery is about following our values and finding a sense of meaning and purpose in our lives. Getting in touch with our values can give us the strength to do what is important to us, even when distress and discomfort come up.
cs: \item Osobní hodnoty jsou principy a přesvědčení, jak chceme žít svůj život a jací chceme osobně být.\item Naše hodnoty jsou kompasem či mapou, podle kterých v životě kráčíme. Naše hodnoty mohou mít vliv na velká i malá rozhodnutí, která během života děláme.\item Když jsme na autopilotovi, můžeme se chovat či reagovat v nesouladu s vlastními hodnotami. S všímavostí si své chování uvědomujeme a jednáme s vlastními hodnotami v souladu.\item Zotavování ze závislosti znamená své hodnoty následovat a ve svém životě najít smysl a účel. Dotknout se vlastních hodnot nám může dát sílu dělat, co je pro nás opravdu důležité — i když se objeví stres či nepohoda.

source: \item Mindful Check-In;\item Values Meditation.
cs: \item napojení na sebe;\item meditace o hodnotách.

source: Practice the \textsc{Sober} Space when challenges come up. Consider your values and how you can make a mindful choice in line with your values.
cs: Používejte \textsc{Brzd}u, když se objeví obtíže. Zvažte své hodnoty a jak se všímavě rozhodovat, abyste s nimi zůstávali v souladu.

source: Practice mindfulness while doing a daily chore, like washing the dishes or folding laundry. Bring a curious awareness to what you are doing in the moment. Connect with your senses (e.g., sights, sounds, touch, smell).
cs: Cvičte všímavost při běžných domácích pracech, např. mytí nádobí či skládání prádla. Vneste zvídavé uvědomování do toho, co právě děláte. Napojte se na své smysly (např. co vidím, zvuky, doteky, pachy).

source: My Personal Values;
cs: mé osobní hodnoty;

source: My Personal Values
cs: Osobní hodnoty

source: Deep down inside, what is important to you? What do you want your life to stand for?
cs: Co je pro vás, úplně uvnitř a niterně, důležité? Na čem byste chtěli, aby váš život stál?

source: Personal values are principles and beliefs we have about how we want to live our life and what kind of person we want to be. Values are directions we keep moving in. Values are an ongoing process. For example, if you want to be a loving, caring, supportive partner, that is a value – an ongoing process.
cs: Osobní hodnoty jsou principy a přesvědčení o tom, jak chceme žít a jací chceme být. Hodnoty jsou směry, ve kterých se pohybujeme. Například, pokud chcete být milujícím, laskavým a podpůrným partnerem, to je hodnota — pokračující proces.

source: The following are areas of life that are valued by some people. Not everyone has the same values, and this is not a test to see whether you have the “correct” values. There may be certain areas that you don’t value much; you may skip them if you wish.
cs: Jako osnovu pro reflexi svých hodnot můžete využít tento text. Uvedené oblasti života představují pro některé lidi hodnoty. Ne všichni máme hodnoty shodné, nejde zde o ověření toho, zda máte hodnoty „správné“. Některé z těchto oblastí pro vás možná důležité nejsou; můžete je klidně přeskočit.

source: \valItem{Family.} What sort of brother/sister, son/daughter, uncle/aunt, family member do you want to be? What personal qualities would you like to bring to those relationships? What sort of relationships would you like to build? How would you interact with others if you were the ‘ideal you’ in these relationships?
cs: \valItem{Rodina.} Jaká/jaký chcete být jako sestra/bratr, dcera/syn, teta/\allowbreak{}strýc, člen rodiny? Které osobní vlastnosti byste rád(a) vnesl(a) do těchto vztahů? Jaké vztahy bych chtěl(a) vybudovat? Jak byste se choval(a) k ostatním, pokud byste byl(a) své „ideální já“?

source: \valItem{Marriage/couples/intimate relations.} What sort of partner would you like to be in an intimate relationship? What personal qualities would you like to develop? What sort of relationship would you like to build? How would you interact with your partner if you were the ‘ideal you’ in this relationship?
cs: \valItem{Manželství, partnerství, intimní vztahy.} Jakou partnerkou / jakým partnerem byste chtěl(a) být v intimním vztahu? Které osobní kvality byste rád(a) rozvíjel(a)? Jaký je vztah, který byste chtěl(a) vybudovat? Jak byste se choval(a) ke své partnerce / svému partnerovi, pokud byste byl(a) své „ideální já“?

source: \valItem{Parenting.} What sort of parent would you like to be? What sort of qualities would you like to have? What sort of relationships would you like to build with your children? How would you behave if you were the ‘ideal you’ as a parent?
cs: \valItem{Rodičovství.} Jakým rodičem byste chtěl(a) být? Které vlastnosti byste chtěl(a) mít jako rodič? Jaký vztah byste rád(a) vybudovala se svými dětmi? Jak byste se chovala, pokud byste byla své „ideální já“ v roli rodiče?

source: \valItem{Friendships.} What sort of qualities would you like to bring to your friendships? If you could be the best friend possible, how would you behave towards your friends? What friendships would you like to build?
cs: \valItem{Přátelství.} Které kvality byste rád(a) vnášel(a) do svých přátelských vztahů? Pokud byste byl(a) nejlepší možná přítel(kyně), jak byste se choval(a) ke svým přítelům? Jaká přátelství byste rád(a) budovala?

source: \valItem{Career/employment.} What do you value in your work? What would make it more meaningful? What kind of worker would you like to be? If you were living up to your own ideal standards, what personal qualities would you like to bring to your work? What sort of work relations would you like to build?
cs: \valItem{Kariéra, práce.} Čeho si ceníte na své práci? Co by ji udělalo více smysluplnou? Jaká/jaký chcete být jako zaměstnanec? Pokud byste žil(a) podle své ideální představy, které osobní kvality byste do práce přinášel(a)? Jaké typy vztahů na pracovišti byste rád(a) budovala?

source: \valItem{Education/personal growth and development.} What do you value about learning, education, training, or personal growth? What new skills would you like to learn? What knowledge would you like to gain? What further education/learning appeals to you? What sort of student would you like to be? What personal qualities would you like to apply?
cs: \valItem{Vzdělávání, osobní růst a rozvoj.} Čeho si na učení, vzdělávání, tréninku či osobním rozvoji ceníte? Které nové dovednosti byste se rád(a) naučil(a)? O čem byste rád(a) získala vědomosti? Jaké další vzdělávání či učení vás přitahuje? Jakou studentkou / jakým studentem byste chtěl(a) být? Které osobní kvality byste v této oblasti chtěl(a) využít?

source: \valItem{Recreation/fun/leisure.} What sorts of hobbies, sports, or leisure activities do you enjoy? How would you like to relax/unwind? How would you like to have fun? What sorts of activities would you like to do?
cs: \valItem{Rekreace, zábava, oddych.} Které zájmy, sporty či oddechové aktivity máte rád(a)? Jak byste rád(a) relaxoval(a) a odpočíval(a)? Jakému typu zábavy byste se rád(a) oddával(a)? Kterým aktivitám byste se rád(a) věnoval(a)?

source: \valItem{Spirituality.} Spirituality means different things to everyone. It may be connecting with nature, or it may be participation in an organized religious group. What is important to you in this area of life?
cs: \valItem{Spiritualita / duchovno.} Duchovno znamená pro různé lidi různé věci. Může to být spojení s přírodou, může to být účast na náboženské skupině. Co je pro vás v této oblasti důležité?

source: \valItem{Citizenship/environment/community life.} How would you like to contribute to your community or environment, e.g. through volunteering, or recycling, or supporting a group/charity/cause/political party? What sort of environments would you like to create at home, at work, in your community? What environments would you like to spend more time in?
cs: \valItem{Občanská společnost, životní prostředí, život obce.} Jak byste rád(a) přispěl(a) své obci či prostředí, např. dobrovolnickou činností, recyklací, podporou spolku / charity / politické strany? Jaké prostředí byste si rád(a) vytvořil(a) doma, v práci, v obci? V jakém prostředí byste rád(a) trávil(a) víc času?

source: \valItem{Health.} What are your values related to maintaining your physical well-being? How do you want to look after your health, with regard to sleep, diet, exercise, smoking, alcohol, etc.? Why is this important?
cs: \valItem{Zdraví.} Jaké máte hodnoty v oblasti zachování fyzické pohody? Jak se chcete starat o své zdraví s ohledem na spánek, stravování, cvičení, kouření, pití alkohou, …? Proč je to pro vás důležité?

source: \textsc{Sober} Space for values
cs: \textsc{Brzda} s hodnotami

source: The \textsc{Sober} Space is an \emph{on-the-go} mindfulness practice that you can do anywhere, anytime because it is brief, simple, and flexible.
cs: \textsc{Brzda} je cvičení všímavosti „za pochodu“, které můžete použít kdekoliv a kdykoliv, protože je krátké, jednoduché a přizpůsobivé.

source: You can use the \textsc{Sober} Space as a way to make mindful choices and follow your values and goals.
cs: \textsc{Brzd}u můžete použít jako nástroj, který vám pomůže se vědomě rozhodovat a následovat své hodnoty a cíle.

source: Stop.
cs: Brzdi.

source: S
cs: B

source: Observe.
cs: Roz-vhled.

source: O
cs: R

source: Remember to stop or “pause” to do this exercise. This is the first step in stepping out of automatic pilot.
cs: Úplně nejdřív šlápněte na brzdu. Je to první krok, kterým vystoupíte z autopilota.

source: Breathe.
cs: Zakotvi se.

source: B
cs: Z

source: Observe what is going on in the moment, both around you and inside of you (body sensations, emotions, and thoughts). Try to observe with a sense of curiosity and nonjudgment.
cs: Rozhlédněte se ve své svou momentální zkušenosti, okolo sebe i v sobě (tělo, pocity, myšlenky). Zkuste se dívat s určitou zvídavostí a bez odsuzování.

source: Expand.
cs: Doširoka se otevři.

source: E
cs: D\kern-.1em

source: Notice the sensations of the breath in your body as you take a few slow breaths in and out.
cs: Dejte si několik pomalých nádechů a výdechů a zakotvěte přitom svou pozornost v tělesných počitcích, které dýchání doprovázejí.

source: Expand your awareness to your body and the situation. \emph{Expand your awareness even more to consider your values.}
cs: Rozšiřte pozornost od dechu na tělo i na celou situaci. \emph{Otevřete se ještě šířeji a zvažte i své hodnoty.}

source: Respond.
cs: Akce.

source: R
cs: A

source: Respond to the situation with awareness. \emph{How can your values guide you in responding to the situation?}
cs: Jednete v nastalé situaci s vnitřní orientací. \emph{Jak vám vaše hodnoty v moudré reakci pomáhají?}

source: \textsc{Sober} Space for values: anxiety
cs: \textsc{Brzda} na váhání: úzkost

source: “Choice Point” Situation
cs: Situace

source: Feel anxious before job interview.\\ Not sure whether to go.
cs: Mám úzkost před pracovním pohovorem.\\ Nejsem si jistý, zda na něj mám jít.

source: I’m just going to mess up the interview.
cs: Určitě se ztrapním a řeknu nějakou blbost.

source: What’s the point. I probably won’t even get the job.
cs: Proč tam vůbec chodit, stejně mě nevezmou.

source: Feel more anxious and start to also feel sense of shame.
cs: Úzkost je silnější, k tomu se přidává stud.

source: Don’t go to job interview. Stay home and lie in bed.
cs: Na pohovor nejdu, zůstávám doma a ležím v posteli.

source: {Heart beating fast;},{Anxious;},{Thoughts about avoiding interview.}
cs: {srdce rychle bije;},{úzkost, obavy;},{myšlenky jak se vyhnout pohovoru.}

source: Take a few slow, mindful breaths in and out. Focus your attention on the breath.
cs: Několikrát se pomalu a pozorně nadýchěte a vydýchněte. Pozornost zaměřte na dech.

source: Expand your awareness back to yourself and the situation. Expand your awareness even more to consider your personal values.
cs: Rozšiřte znovu svou pozornost na sebe i celou situaci. Pak pozornost rozšiřte ještě víc a zvažte i své osobní hodnoty.

source: {Say to yourself: \toSelf{Getting a job is important to me right now. I’ll just do the best I can.}},{Go to job interview.}
cs: {Řeknu si: \toSelf{Získat práci je teď pro mě důležité. Udělám to nejlepší, co svedu.}},{Jdu na pohovor.}

source: \textsc{Sober} Space for values: boredom
cs: \textsc{Brzda} na váhání: nuda

source: Bored on a Sunday. Not sure what to do with yourself.
cs: Nedělní nuda. Nevím, co sám se sebou.

source: What should I do with myself? Maybe I’ll just chill.
cs: Co bych tak mohl dělat? Možná se budu jen tak flákat.

source: I would feel more relaxed if I could get a little high.
cs: Byl bych uvolněnější, kdybych si něco malého dal.

source: Feel craving to get high.
cs: Cítím bažení po droze.

source: Look around house for drugs or alcohol you might still have.
cs: Hledám doma, jestli ještě někde nemám alkohol či drogy.

source: {Tension in shoulders;},{Agitated;},{Thinking: \toSelf{What should I do with myself?}}
cs: {napětí v ramenou;},{vnitřní nepokoj;},{myšlenky \toSelf{co bych tak mohl dělat?}}

source: {Say to yourself: \toSelf{You know what, I care about my daughter and want to spend more quality time with her.}},{Call daughter and plan to meet for lunch.}
cs: {Řeknu si: \toSelf{Vlastně mám rád svou dceru; rád bych s ní víc hodnotně trávil čas.}},{Volám dceři, naplánuju, že se sejdeme na oběd.}

source: Exploring Your Needs
cs: Prozkoumat své potřeby

source: \item We can turn toward substance use because we are just trying find a way to meet our needs in the moment. These include wholesome and healthy needs that we all have as human beings, like the need to feel safe, to get some relief, to feel in control, connect with other people, or to feel happy and alive. \item Substance use does not actually deliver on their promise. In the long-run, substance use does not fulfill our needs. Of course, it’s completely understandable that we turn towards substance use. As human beings, we all can turn to the wrong things to meet our needs. Having an urge to use substances or seeking out substances is not “bad” in any way. In those moments we are just trying to take care of ourselves and meet our needs, like any other human being. \item Mindfulness helps us look “beneath” the initial urge for substances and explore deeper needs we may have in the moment. When we have an urge, we can pause and ask ourselves: \toSelf{what do I really need right now?} Recognizing what we actually need in the moment helps us make wise choices, instead of automatically turning to substances.
cs: \item K alkoholu/drogám se můžeme obrátit, když se snažíme naplnit své potřeby v daném okamžiku. Mezi tyto potřeby patří i ty prospěšné a zdravé, které všichni jako liské bytosti máme: např. potřeba pocitu bezpečí, úlevy, vlivu na události, napojení na ostatní, pocitu štěstí a živosti.\item Návykové látky nám nedají to, co slibují. V dlouhodobé perspektivě užívání alkoholu/drog naše potřeby nenaplňuje. Je samozřejmě zcela pochopitelné, že se k nim obrátíme. Mít nutkání užít alkohol/drogu či návykové látky vyhledávat není nijak „špatně“. V těchto chvílích se snažíme pečovat o sebe a naplnit své potřeby, jako všichni ostatní lidé.\item Všímavost nám pomáhá dívat se „pod“ prvotní nutkání k užití alkoholu/drogy a prozkoumat své hlubší potřeby, které v tu chvíli možná máme. Když nutkání přijde, můžeme se zabrzdit a zeptat se sami sebe: \toSelf{Co v tuto chvíli opravdu potřebuji?} Rozeznání toho, co v tu chvíli opravu potřebujeme, nám pomáhá rozhodovat se moudře — místo automatického obrácení se k alkoholu/drogám.

source: \item Mindful Check-In;\item Exploring Your Needs Meditation.
cs: \item napojení na sebe;\item meditace zkoumání potřeb.

source: Try doing the \textsc{Sober} Space when challenges or urges come up. Think about your needs. Ask yourself: \toSelf{What do I really need right now?}
cs: Používejte \textsc{Brzd}u, když se objeví obtíže či nutkání. Zvažte své potřeby. Zeptejte se sami sebe: \toSelf{Co v tuto chvíli opravdu potřebuji?}

source: Try practicing mindfulness of nature when you are outside. Bring a curious awareness to different aspects of the natural environment, such as the sky, clouds, the wind, plants, trees, or animals.
cs: Cvičte všímavost k přírodě, když jste venku. Vneste zvídavé uvědomování do různých prožitků v přírodě, když vnímáte např. oblohu, oblaka, vítr, rostliny, stromy či zvířata.

source: Write your own example. Think about a type of situation that brings about an automatic reaction.
cs: Popište situaci, která vyvolá automatickou reakci.

source: \textsc{Sober} Space for feelings
cs: \textsc{Brzda} s pocitem

source: Think about a \emph{trigger} that brings about an urge or craving to use alcohol or other drugs.
cs: Zamyslete se nad \emph{spouštěčem}, který přináší nutkání či bažení po alkoholu či drogách.

source: \textsc{Sober} Space for triggers
cs: \textsc{Brzda} na spouštěč

source: Primary trigger
cs: Primární spouštěč
