Repository: eudoxos/MBRP-RA-booklet
Catalog: poly/mbrpra.*.po
Languages: cs

source: Use this diagram to help you look at your personal values. In each blank circle, fill in a value you hold. You do not have to use every circle, and you may add more circles as needed. For help thinking about your values, take a look at the questions in Session 7.
cs: Co je pro vás, úplně uvnitř a niterně, důležité? Na čem byste chtěli, aby váš život stál? Do políček „pavouka“ vepište své hodnoty. Nemusíte využít všechna políčka, a můžete si přikreslit další dle potřeby.

source: How many times per week I listen to an mindfulness exercise:
cs: Počet dní v týdnu, kdy budu cvičit s nahrávkou:

source: Plan out your practice routine
cs: Plán cvičení

source: The time of day I usually will practice is:
cs: Denní doba, kdy budu obvykle cvičit:

source: We recommend listening to a mindfulness exercise on a daily or semi-daily basis (4 to 6 days per week). Regular practice will keep your “mindfulness muscle” strong over time.
cs: Doporučujeme si pustit nahrané cvičení denně či obden (4–6 dní v týdnů). Pravidelné cvičení udrží váš „sval všímavosti“ v kondici.

source: Here are some example times of day to practice that work for other people:
cs: Zde je pár příkladů denní doby, která se používá:

source: \item In the morning: before breakfast, after showering, when getting ready \item At night: after putting on pajamas, during nighttime unwind routine \item Midday: during lunch break
cs: \item Ráno: před snídaní, po sprše, při přípravě na den. \item Večer: po převlečení do pyžama, během večer ukládací rutiny. \item Přes den: během přestávky na oběd.

source: How am I going to access the audio-guided exercises? [?]
cs: Jak si budu pouštět nahrávky? [?]

source: I will practice in the following location:
cs: Kde budu cvičit?

source: Here are some potential options: (1) Bedroom, (2) On the bus (with headphones), (3) Car (while parked), (4) Office, (5) Outside.
cs: Zde je pár možností: ložnice, v autobuse či vlaku (na sluchátka), v autě (zaparkovaném), v kanceláři, venku.

source: I will practice in the following position/posture:
cs: V jaké pozici?

source: We recommend sitting upright, rather than slouching. For the options below, use pillows as needed to support your back.
cs: Doporučujeme sedět vzpřímeně, neopírat se. Podle potřeby použijte polštářky jako oporu pro záda.

source: \item Sit in a chair with feet on floor \item Sit on couch in a cross-legged position or with feet on floor \item Sit on a bed in a cross-legged position \item Sit cross-legged on the floor (maybe with back against wall)
cs: \item V sedě na židli, chodidla na zemi. \item V sedě na pohovce, nohy zkřížené či na zemi. \item V sedě na posteli, zkřížené nohy. \item V sedě na zemi (je možné se opřít zády o zeď).

source: Lying down is an option too. However, it can be easier to get sleepy in this position. If you get too sleepy lying down, then try sitting upright in one of the positions listed above.
cs: Lze cvičit i v leže. V této pozici je však snažší upadnout do ospalosti. Pokud byste se v leže cítili velmi ospalí, zkuste jednu z uvedených vzpřímených pozic.

source: Motivations for practicing
cs: Motivace ke cvičení

source: What are your personal motivations for practicing mindfulness? Check one or more of the options below. Or, write in your own personal motivations.
cs: Jaké jsou vaše osobní motivace ke cvičení všímavosti? Zaškrtněte některé z uvedených možností, případně dopište své vlastní osobní motivy.

source: My recovery matters a lot to me
cs: Zotavení ze závislosti je pro mě důležité.

source: Self-care is an important part of my life
cs: Péče o sebe je důležitou součástí mého života.

source: I want to boost my ability to handle stress in my life
cs: Chci posílit svou schopnost zvládání stresu v životě.

source: I am willing to try something new
cs: Rád zkouším nové věci.

source: I like that mindfulness is backed by research
cs: Je pro mě důležité, že všímavost je podepřená výzkumem.

source: I recognize that mindfulness has helped other people in recovery
cs: Uvědomuju si, že ostatím všímavost v zotavení pomohla.

source: I want to learn effective coping strategies
cs: Chci se naučit účinné strategie zvládání životních situací.

source: I value my mental health as much as my physical health
cs: Svého mentálního zdraví si cením minimálně tak jako tělesného.

source: I want to live a healthy and balanced life
cs: Chci žít zdravý a vyvážený život.

source: Getting Started
cs: Začínáme

source: About Mindfulness-Based Relapse Prevention
cs: O prevenci relapsu všímavostí

source: Mindfulness-Based Relapse Prevention (MBRP) is a program designed to prevent relapse, in prevention of or recovery from addiction — in the wide sense (repeated behavior leading to significant harm and distress), including:
cs: Program MBRP (\emph{Mindfulness-Based Relapse Prevention}, Prevence relapsu pomocí všímavosti) je doléčovací a preventivní program pro závislosti — v širokém smyslu (opakované chování s nepříznivými důsledky), který zahrnuje

source: \item substance addictions (alcohol, drugs, tobacco, medicaments); \item addictive behaviors:
cs: \item látkové závislosti (alkohol, drogy, tabák, léky); \item závislostní chování:

source: \item external: food, work, sport, sex, pornography, gambling, self-harm, shopping, …; \item internal: frequent self-criticism or devaluation of others, aggressiveness, anxiety, submissiveness, …
cs: \item vnější: jídlo, práce, sport, sex, pornografie, hazardní hry, sebepoškozování, nakupování, …; \item vnitřní: častá sebekritika či devalvace ostatních, útočnost, úzkostnost, vyhýbavost, submisivita, …

source: \textbf{Mindfulness} is being aware of our present moment experience (such as how we feel or what is going on around us) in an open and nonjudgmental way.
cs: \textbf{Všímavost} znamená: být vědomě s právě probíhajícím vlastním prožíváním (například jak se cítíme a co vnímáme okolo sebe) s otevřeností a bez hodnocení.

source: MBRP is a structured training of the skill of mindfulness using various guided exercises. The ability to stay oriented in one’s experience as it unfolds reduces the likelihood of relapse — falling back into the addictive behavior.
cs: MBRP je strukturovaný trénink dovednosti být všímavý pomocí různých vedených cvičení. Lepší orientace ve svém prožívání, jak se odehrává, snižuje pravděpodobnost opětovného upadnutí do závislostního chování (relapsu).

source: MBRP can help you:
cs: MBRP vám může pomoci:

source: \item Be more aware of relapse triggers. \item Respond/cope with triggers (not just react). \item Work with difficult emotions in healthy ways. \item Be kinder and more compassionate towards yourself. \item Develop a lifestyle that promotes long-term recovery.
cs: \item Lépe si uvědomovat spouštěče relapsu. \item Zvládat spouštěče aktivně — nejen na ně reagovat. \item Pracovat s obtížnými pocity zdravým způsobem. \item Být k sobě laskavější. \item Kultivovat životní styl, který podporuje dlouhodobé uzdravení.

source: Research of mindfulness and MBRP
cs: Výzkum všímavosti a MBRP

source: Research shows that learning and practicing mindfulness…
cs: Výzkum ukazuje, že učení se a cvičení všímavosti:

source: Reduces the odds of relapsing to alcohol or drug use.
cs: Snižuje riziko relapsu (= upadnutí do opakování návyku).

source: Reduces urges/cravings to use alcohol or drugs.
cs: Snižuje nutkání/bažení po návyku.

source: Improves emotional well-being.
cs: Zlepšuje emoční spokojenost.

source: Research results are described in articles referenced at XXX.
cs: Výsledky výzkumu MBRP jsou podrobněji popsané v článcích odkázaných na stránce XXX.

source: Structure
cs: Struktura

source: The MBRP programme has three pillars, main components. They are all recommended, but also voluntary.
cs: Program má tři pilíře, hlavní součásti — všechny jsou doporučené, ale též dobrovolné:

source: Formal mindfulness practices:
cs: formální cvičení všímavosti:

source: Informal practices:
cs: neformální cvičení:

source: regular (e.g. daily) practice with guided meditation recordings, in dedicated time.
cs: pravidelné (např. každodenní) puštění si nahrávek a cvičení s nimi, ve vlastním vyčleněném čase;

source: Support group meetings:
cs: setkání skupiny,

source: bringing mindfulness into activities and situations throughout your daily life.
cs: přinášení všímavosti do činností a situací během vašeho každodenního života;

source: sharing the experience, support from the group, regularity and structure for the practice. Groups are facilitated by a trained professional.
cs: sloužící ke strukturování cvičení, sdílení zkušeností se cvičením a další podpoře. Skupiny probíhají pod vedení školeného profesionála.

source: Formal Practices
cs: Formální cvičení

source: There are 12 guided meditations altogether, listed below. Each session recommends practices for the next week.
cs: Nahraných cvičení je celkem 12, níže jsou vypsaná. Na každém setkání skupiny doporučíme cvičení do dalšího týdne.

source: \item All recorded meditations are available at \href{https://PracticeMBRP.com}{PracticeMBRP.com}, you can play them on a computer or phone. \item You can also download and use the recordings in other suitable ways (offline from the phone, MP3 player, mindfulness app)
cs: \item Všechny nahrávky včetně popisků najdete na \href{https://brzdime.cz}{brzdime.cz}, kde si je můžete i pustit (z telefonu či počítače). \item Nahrávky si můžete i stáhnout a přehrát jiným způsobem, který Vám více vyhovuje (offline z telefonu, MP3 přehrávač, …).

source: It is beneficial to establish regularity of the practice, a routine. Example practice routines:
cs: Je dobré mít ve cvičení pravidelnost, rutinu. Může to vypadat například takto:

source: John
cs: Honza

source: Emily
cs: Alena

source: I listen to a 5- or 10-minute audio-guided mindfulness exercise about 6 days a week. I practice before breakfast in the morning. I sit in a chair. Practicing at the same time every day helps me remember to practice. I go to the website PracticeMBRP.com on my smartphone and play the recordings from there. I make mindfulness practice a part of my life because it helps me be more aware of what is going on and helps me stay on track with my recovery.
cs: Přibližně 6 dní v týdnu poslouchám 5–10 minut nahraných cvičení. Cvičím před snídaní. V sedě na židli. Cvičit každý den ve stejný čas mi pomáhá na cvičení nezapomenout. Otevřu si brzdime.cz na telefonu a tam si nahrávky pouštím. Cvičení všímavosti je součást mého života, protože mi pomáhá více si uvědomovat, co se děje, a díky tomu se mohu lépe udržet na cestě zotavení.

source: I listen to a 10 or 15-minute audio-guided mindfulness exercise about 5 days a week. I practice at night after I shower and put on my pajamas. I sit in my bed and use pillows to support my back. I play the recordings from a MP3 player I borrowed from my therapist. I also use headphones to block out other noise. When I stick to a regular practice routine, I feel more grounded and I am better able to deal with stress that comes up in my life.
cs: Poslouchám 10- či 15-minutová cvičení všímavosti asi tak 5 dní v týdnu. Cvičím večer před spaním, když už jsem po sprše v pyžamu. Sedím na posteli a polštáři si vypodložím záda. Nahrávky si pouštím na MP3 přehrávači, který jsem si půjčila od svého terapeuta. Mám sluchátka, aby mě méně rušil hluk zvenku. Když se držím pravidelného cvičení, cítím se více ukotvená a lépe zvládám stres, který se v mém životě objeví.

source: Audio-guided exercises
cs: Nahrávky ke cvičení

source: Mindful Check-in
cs: Napojení na sebe

source: Check-in with yourself. Notice what’s going on in your body and mind. Then, focus your attention on your breathing. \par The Mindful Check-in is a core exercise in this program that we practice at the beginning of every session. This a good practice to listen to on a regular basis.Of course, mix it up too and listen to other exercises, such as the one’s below.
cs: Vnímání toho, co se děje v mém těle a mysli, následované zaměřením pozornosti na dech. \par Cvičení zařazené na začátku každého setkání. Je možné ho často opakovat.

source: “Scan” your body and bring a curious awareness to sensations you notice.
cs: Procházejte pozorností různé části těla a zkuste se zvídavě podívat, jaké tělesné vjemy přicházejí.

source: Go through the steps of the \textsc{Sober}: Stop, Observe, Breathe, Expand, Respond.
cs: Pět kroků zkratky: Brzdi, Roz-vhled, Zakotvi se, Doširoka se otevři, Akce. Cvičení, které je vždy po ruce a lze ho udělat i během několika vteřin v náročné situaci.

source: Urge Surfing
cs: Jízda na vlně nutkání

source: Breath Meditation
cs: Meditace s dechem

source: Practice mindfully “surfing” or riding out the experience of an urge or craving.
cs: Všímavě se držet na vlně nutkání či bažení, jak v čase sama zesiluje a zase slábne.

source: Focus your attention on the breath. When your attention wanders, gently bring your focus back to the breath again and again.
cs: Dech jako kotva pozornosti, uvědomování si toulání mysli a učení se vracení se ze zamotaných myšlenek.

source: Mountain Meditation
cs: Meditace o hoře

source: Kindness Meditation
cs: Meditace laskavosti

source: Use visualization to develop a sense of strength and stability.
cs: Vizualizace k rozvinutí pocitu síly a stability.

source: Mindful Movement
cs: Všímavý pohyb

source: Send thoughts and feelings of kindness and compassion to yourself and others.
cs: Posílání myšlenek a přání laskavosti a soucitu sobě a ostatním.

source: Bring a curious awareness to sensations in your body as you engage in gentle movements and stretches.
cs: Pěstování zvídavé pozornosti k tělesným vjemům při jemných pohybech a protahování.

source: Mindful Walking
cs: Všímavá chůze

source: Bring a curious awareness to sensations in your body as you walk.
cs: Zvídavá pozornost k smyslovým vjemům při chůzi.

source: Meditation on Thoughts
cs: Meditace s myšlenkami (?)

source: Practice mindfully observing thoughts that pass through your awareness.
cs: Všímavě sledujte myšlenky, jak procházejí skrz vědomí.

source: On-The-Go (informal) Practices
cs: Neformální cvičení

source: You can use on-the-go practices at any moment of your daily life.
cs: Neformální cvičení využijete „za pochodu“, kdykoliv během všedního dne.

source: Mindful Moments
cs: Okamžiky:

source: At random times during your day, \emph{pause} and…
cs: náhodně se během dne \emph{zastavte} a…

source: \item Take a few mindful breaths to slow down \item Take 1 minute to mindfully check-in with yourself (\toSelf{How am I feeling right now?})
cs: \item zpomalte se několika vědomými dechy; \item dejte si 1 minutu, abyste se na sebe napojili (\toSelf{Jak se právě teď cítím?}).

source: When challenging situations come up, such as arguments, difficult emotions, craving to use…
cs: když se objeví náročná situace, např. hádka, těžké pocity, nutkání k užití…:

source: \item Use mindfulness to cope \item Use the \textsc{Sober} Space: is an \emph{on-the-go} mindfulness practice that you can do anywhere, anytime because it is brief, simple, and flexible. It is described on page \pageref{sober-space} in detail.
cs: \item projděte situací všímavě, méně reaktivně; \item použijte \textsc{Brzd}u: krátké, jednoduché a velmi přizpůsobivé cvičení všímavosti za pochodu, které můžete použít kdekoliv a kdykoliv. Podrobně je popsané na str.~\pageref{sober-space}.

source: Mindful Activities
cs: Činnosti:

source: When you are engaging in daily activities, such as eating, chores, showering, brushing teeth, walking…
cs: při běžných činnostech, např. jedení, domácí práce, sprchování se, čištění zubů, chůze někam…:

source: \item Bring a curious attention to the present moment \item Connect with your 5 senses (sight, sound, touch, smell, taste)
cs: \item vneste do přítomného okamžiku zvídavou pozornost; \item napojte se na pět smyslů (zrak, sluch, chuť, čich, hmat).

source: Common challenges
cs: Obvyklé potíže

source: It is completely okay, normal, and common to experience the challenges listed below. These challenges are \emph{not} “bad” or “wrong” in any way. These challenges are simply part of the process. You \emph{can} work through these challenges and stick with your practice. Here are some tips for working through the different types of challenges that come up.
cs: Je zcela v pořádku, normální a běžné zakoušet při cvičení obtíže, které jsou níže rozebrané — i nějaké jiné. Není na nich nic „špatného“ či „vadného“. Nejsou poruchou procesu, naopak, jsou jeho nedílnou součástí. \emph{Můžete} jimi projít a ve cvičení pokračovat. Zde jsou tipy, jak se skrz různé obtíže propracovat, pokud se objeví.

source: “My mind won’t stop wandering.”
cs: „Moje mysl se neustále toulá.“

source: It is totally normal and common to experience a wandering mind and have lots of thoughts come up during mindfulness practice. That is just what the mind does; it wanders. You don’t need to stop thoughts or push them away. Do your best to just notice what your experience is with a sense of curiosity and nonjudgment (\toSelf{Oh look at that, there my mind goes again}). Sometimes thoughts can be “racing” or “intrusive” to the point it is very distressing. In these moments, see what it’s like to bring a sense of acceptance and kindness to your experience (\toSelf{Hmm, what would it be like to just notice these thoughts and let them be, instead of fighting them or criticizing myself?}).
cs: Je naprosto normální a běžné zakoušet toulavou mysl a mít během cvičení všímavosti spoustu myšlenek. Je to jedna z věcí, kterou mysl dělává: toulá se. Nemusíte se snažit myšlenky zastavit či je potlačit. Nakolik to jde, jen si uvědomte probíhající zkušenost, s určitou zvědavostí a bez odsuzování (\toSelf{Hele, podívej se, pozornost už zase odešla}). Některé myšlenky mohou být až znepokojivě „zrychlené“ či „neodbytné“. V těchto chvílích zkuste prozkoumat, jaké je se i k této zkušenosti postavit s přijetím a laskavostí (\toSelf{Jaké by to asi bylo, kdybych ty myšlenky jen zaznamenala a nechala je, místo zápasení s nimi a kritizování se za ně?}).

source: “I feel restless and can’t sit still.”
cs: „Cítím se nepokojně a nedokážu v klidu sedět.“

source: It is common and totally okay to feel restless while practicing. This can be a physical restlessness and/or a mental restlessness. See what it’s like to notice the restlessness with a sense of curiosity (\toSelf{Hmm, what does this actually feel like?}), rather than judging yourself or trying to force the restlessness to go away. You can also mix in mindful walking and mindful movement into your practice, instead of only practices where you sit still.
cs: Je běžné a zcela v pořádku se při cvičení cítit nepokojně. Může jít o tělesnou neposednost, mentální neklid, či oboje současně. Zkuste, co se stane, když i ten neklid zaznamenáte se zvídavostí (\toSelf{Hmm, jak to vlastně prožívám?}), namísto odsuzování sebe či snahy nepokoj zahnat. Můžete do svého cvičení, vedle těch, která jsou vsedu, přidat všímavou chůzi a všímavý pohyb.

source: “I feel sleepy or fall asleep when I practice.”
cs: „Jsem ospalá a při cvičení usínám.“

source: It’s okay if you fall asleep. No worries! Getting sleepy is more likely to happen when lying down. Try practicing sitting upright instead, or practicing with your eyes open or half open (softly gazing downwards in front of you).
cs: Usnout při cvičení je v pořádku. Netřeba se toho bát! Ospalost se objevuje víc při poloze vleže. Zkuste místo toho cvičit ve vzpřímeném sedu, případně mít pootevřené či otevřené oči (s pohledem uvolněně sklopeným šikmo dolů před sebe).

source: “I can’t do this” or “I’m not doing it right.”
cs: „Nezvládám to“ či „Nedělám to dobře“.

source: It is totally normal to have thoughts like this where we start to doubt ourselves and our ability to practice mindfulness. Try to gently acknowledge these thoughts with a sense of curiosity and kindness. (\toSelf{Oh, look at that, there’s that doubt coming up again}). Keep in mind that there is no such thing as doing a practice “right” or “wrong.” There is simply doing a practice and seeing what comes up for you. If your mind wanders a lot or you have difficulty focusing, that is totally okay and normal.
cs: Myšlenky tohoto typu jsou zcela normální — začináme pochybovat o sobě a své schopnosti všímavost cvičit. Zkuste zlehka tyto myšlenky zaznamenat, se zvídavostí a laskavostí (\toSelf{Helemese, už zase přišlo tohle pochybování.}). Připomínejte si, že není nic takového jako cvičit „správně“ či „špatně“. Je jen provádění cvičení a zjistit, co přijde. Pokud se vaše mysl hodně toulá či je pro vás těžké zaměřit pozornost, je to zcela v pořádku a normální.

source: “I don’t feel any better. What’s wrong with me?”
cs: „Necítím se o nic lépe. Co je to se mnou?“

source: When we practice, it is common to feel a desire to feel better or to judge ourselves for how we feel. See if you can pause and acknowledge that desire to feel different (\toSelf{Oh wow, look at that, I am putting pressure on myself to feel different than how I feel}). See what it’s like to give yourself permission to just feel the way you are feeling in the moment. Mindfulness practice involves bringing a sense of acceptance towards our experience, instead of pressuring ourselves to feel better or different.
cs: Při cvičení je běžné cítit touhu, abychom se cítili lépe, či se soudit za to, že se cítíme tak, jak se cítíme. Zkuste se na chviličku zastavit a vzít na vědomí tuto touhu se cítit jinak (\toSelf{Páni, teď vidím, jak sama sebe dostávám pod tlak, když se chci cítit jinak, než se cítím.}). Jaké by bylo dovolit si cítit se v tuto chvíli právě tak, jak se cítíte? Cvičení všímavosti zahrnuje kultivaci přijímání k naší prožívané zkušenosti — nejde o vytváření tlaku na sebe, abychom se cítili jinak či lépe.

source: “I keep forgetting to practice.”
cs: „Pořád na cvičení zapomínám.“

source: It is completely normal and okay to forget to practice and to have times when you are busy or get sidetracked from your practice. This happens to all us. Even if you have missed several days or weeks of practice, you can always get back on track at any time and start practicing again. The key is to commit to regular practice for the long-run and to keep coming back to your practice again and again. Remember that you don’t need to take huge chunks out of your day to practice mindfulness. Just 5 or 10 minutes of practice a day, goes a long way! Doing little bits of practice each day is like giving your brain a little “recharge” each day, which keep your brain strong and healthy. You can also set an “alarm” on your smartphone to remind you to practice.
cs: Je úplně normální a v pořádku na cvičení zapomenout či mít období, kdy jsme zaneprázdněni či nás něco od cvičení odtáhne. To se děje nám všem. I pokud jste zmeškali něklik dní či týdnů cvičení, kdykoliv se můžete ke cvičení vrátit a pokračovat. Důležité je mít vnitřní závazek k pravidelnému cvičení v dlouhém časovém horizontu a ke cvičení se vracet znova a znova. Připomeňte si, že na cvičení všímavosti nemůsíte ze svého dne ukrojit obrovské porce času. I kdyby to bylo 5 či 10 minut denně, dlouhodobě to přinese užitek. Dělat malé cvičení každý den je jako každý den mozek „dobíjet“, aby zůstal silný a zdravý. Můžete si také nastavit alarm na telefonu, aby vám cvičení připomenul.

source: Why stick with it?
cs: Proč u toho vydržet?

source: Think about your \emph{brain}!
cs: Myslete na svůj \emph{mozek}!

source: Our brains literally continue to grow and form new connections all throughout our lives,
cs: Mozek doslova rostoe a vytváří nová spojení po celý život

source: Your brain is like a muscle that can be strengthened through hard work and practice.
cs: Mozek je jako sval, který je možné posílit úsilím a cvičením.
