Repository: eudoxos/MBRP-RA-booklet
Catalog: poly/mbrpra.*.po
Languages: cs

source: even as adults. We are not simply born with one brain that stay the same all of our lives. Rather, our brain is constantly changing depending on what experiences we have and what information and skills we learn about and practice. Whenever we learn or practice something new, like a skill, new connections are formed in the brain. The more and more we practice a skill, the stronger these connections become. The fancy word to describe changes in the brain is called neuroplasticity.
cs: , včetně dospělosti. Nenarodíme se jednoduše s mozkem, který nám už pak na celý život zůstane. Náš mozek se neustále proměňuje podle zkušeností, které prožíváme, a informací a dovedností, které se učíme a cvičíme. Kdykoliv se učíme či cvičíme něco nového, např. nějakou dovednost, vytvářejí se v mozku nové spoje. S dalším a dalším cvičením té dovednosti se tyto spoje dále zesilují. \emph{Neuroplasticita} (dosl. nervová tvárnost) je odborné slovo, kterým se tyto změny v mozku popisují.

source: Just like exercising your body makes your body stronger, exercising your brain with mental exercises like mindfulness actually makes your brain stronger. Research shows that regular practice of mindfulness actually changes people brains and strengthens the areas of the brain involved in managing stress and emotions. These studies also show that people’s stress levels go down with regular practice of mindfulness.
cs: Podobně jako fyzická cvičení posilují tělo, cvičení mozku mentálními cvičeními — jako je např. všímavost — posiluje váš mozek. Výzkum ukazuje, že pravidelné cvičení všímavosti mozek pozorovatelně mění a posiluje oblasti mozku, které se podílejí na zvládání stresu a emocí. Tyto studie též ukázaly, že hladina stresu se pravidelným cvičením všíavosti snižuje.

source: Remember, you have the ability to change your brain. Mindfulness is a science-backed tool you can use to change your brain and boost your coping power.
cs: Zapamatujte si: máte schopnost změnit svůj mozek. Všímavost je vědou podepřený nástroj, který můžete používat ke změně mozku a zvýšení schopnosti zvládat náročné situace.

# polyglossia
source: english
cs: czech

source: Mindfulness-Based Relapse Prevention (Rolling Admission)
cs: Prevence relapsu všímavostí MBRP-RA: doprovodný text

source: Corey Roos \&al \href{https://PracticeMBRP.com}{PracticeMBRP.com}
cs: Corey Roos \& al; překlad Václav Šmilauer.
